Repository: Deeplace/drupal-addtohome
Catalog: translations/*.po
Languages: ru

source: Module creates a pop-up window in mobile version of site with a tooltip
ru: Модуль создаёт всплывающее окно с подсказкой для мобильной версии сайта

source: Application name
ru: Имя приложения

source: The name of application which user will see by default. It can be changed (max 11 letters)
ru: Имя приложения, которое пользователь увидит по умолчанию, но сможет поменять (макс 11 букв)

source: Enable IOS support
ru: Вклюить IOS поддержку

source: Enable Android support
ru: Вклюить Android поддержку

source: Make analogous message for IOS as in Android
ru: Показывать аналогичное сообщение для IOS, как на Android

source: By default the tooltip points to a button of adding bookmark in IOS
ru: По умолчанию подкасказка указывает на кнопку добавления закладки

source: Ios settings
ru: Настройки IOS

source: Absolute maximum number of times the message will be shown to the user
ru: Максимально число раз, которое пользователь сможет увидеть сообщение

source: 0: no limit
ru: 0: неограниченно

source: Forbid actions
ru: Запрет действий

source: Forbid any actions before user closes window
ru: Запретить любые действия, пока пользователь не закроет окно

source: Show window on second page load
ru: Показывать окно во второй раз загрузки страницы

source: By default user sees window when enter the site first time
ru: По умолчанию пользователь видит окно, когда входит на сайт первый раз

source: Delay before message will appear
ru: Пауза, после которой появится сообщение (сек)

source: How many seconds window lives if user doesn't close it
ru: Сколько секунд данное окно будет видно, если пользователь его не закроент

source: Minutes before the message is shown again
ru: Сколько минут должно пройти, чтобы показать сообщение заново

source: 0: display every time, default 24 hours
ru: 0: показывать каждый раз, по умолчанию 24 часа

source: Message
ru: Сообщение

source: You can add a bookmark to you home screen
ru: Вы можете добавить закладку на рабочий стол

source: What will user see on this tooltip (max 60 letters)
ru: Что пользователь увидит на этой подсказке (макс 60 букв)

source: Try to detect if the site has been added to the homescreen
ru: Попробовать определить, если сайт был добавлен на рабочий стол

source: Current icon
ru: Загруженная иконка

source: Delete this icon
ru: Удалить иконку

source: Ipad icon
ru: Ipad иконка

source: iPhone retina icon
ru: iPhone retina иконка

source: Ipad retina
ru: Ipad retina иконка

source: Android settings
ru: Android настройки

source: Message to appear
ru: Показанное сообщение

source: Install our application from Google Play
ru: Установите наше приложение из Google Play

source: Link to Google Play
ru: Ссылка на Google Play

source: Show only one time if user closes the window
ru: Показать один раз, если пользователь закроет окно

source: Works only if user has cookies enabled.
ru: Работает только, если у пользователя включены куки

source: An icon which user will see in message
ru: Иконка, которую пользователь увидит в сообщении

source: You have entered an incorrect link
ru: Вы ввели некоректную ссылку

source: You can add a bookmark to your home screen.
ru: Вы можете добавить закладку на рабочий стол

source: You have entered not a integer
ru: Вы ввели не целое число

source: You have entered negative number
ru: Вы ввели негативное число

source: Add to home screen module
ru: Модуль add to home screen

source: Module creates a tooltip for mobile bookmarks
ru: Модуль создаёт подсказку для мобильной версии

source: Add to home screen
ru: Добавить на домашний экран

source: Module creates a tooltip: for mobile bookmarks in IOS or with a link to Google Play in Android
ru: Модуль созадёт посказку: для мобильных закладок на IOS или для ссылку на Google Play для Android
